alacritty
alsa-utils
android-sdk
android-sdk-build-tools
android-sdk-platform-tools
android-studio
asciiquarium
atool
autoconf
automake
avrdude
base
bash-completion
bat
bind
binutils
bison
bmon
brave-bin
clipmenu
cmatrix
dialog
dina-font
discord
docker
dosfstools
dunst
efibootmgr
emulationstation
etcher-bin
exa
fakeroot
feh
figlet
file
findutils
flex
fontforge
fzf
gawk
gcc
gedit
gettext
ghidra
git
glances
gnome-keyring
grep
groff
grub
gtk-chtheme
gucharmap
gvfs
gvfs-afc
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
handbrake
handbrake-cli
hid_listen
htop
iotop
jsoncpp
kicad
kitty
lazydocker-git
lazygit
lf
libmicrodns
libreoffice-fresh
libretro-bsnes
libretro-gambatte
libretro-genesis-plus-gx
libretro-mgba
libretro-nestopia
libtool
linux
linux-firmware
linux-headers
lldb
luit
lutris
lxappearance
m4
make
man-db
man-pages
materia-gtk-theme
micro
minecraft
mkchromecast-git
mtools
multimc5
nano
neofetch
neovim-nightly
neovim-symlinks
nerd-fonts-complete
networkmanager
nmap
nmon
nss-mdns
ntfs-3g
os-prober
p7zip
pacman
pamixer
papirus-icon-theme
patch
peazip-gtk2-bin
picom
pkgconf
playerctl
powder-toy
profile-sync-daemon
pulseaudio-alsa
pulsemixer
python-notify2
python-pip
python-pywal
python2
python2-pip
qt5-styleplugins
radare2-cutter
ranger
razercfg
reflector
retroarch
ripgrep
rofi
ruby
rust-analyzer
rxvt-unicode
sc
screenfetch
scrot
sed
socat
spaceship-prompt-git
spicetify-cli
spotify
spotify-tui
spotifyd-pulseaudio-git
steam
strace
sudo
sxhkd
sxiv
systemd-resolvconf
tamsyn-font
terminus-font
texinfo
themix-full-git
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tmux
transmission-gtk
ttf-envy-code-r
ttf-joypixels
ttf-liberation
ttf-material-design-icons-git
ttf-roboto
ueberzug
unclutter
unimatrix-git
unrar
unzip
vifm
vlc
wget
which
wireguard-tools
wordgrinder
xcalib
xclip
xf86-video-amdgpu
xf86-video-vesa
xkeycaps
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfontsel
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
yajl
yay
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zsh
zsh-syntax-highlighting
