alacritty
alsa-utils
arandr
arch-wiki-docs
arch-wiki-lite
arduino
arduino-docs
autoconf
automake
avr-gcc
base
bat
bison
brave-bin
broadcom-wl-dkms
clipmenu
dash
dhcpcd
dialog
dunst
efibootmgr
entr
etcher-bin
exa
fakeroot
feh
ffmpeg
filezilla
fish
flex
fzf
gcr
gimp
git
glances
go
gparted
grub
htop
inkscape
ix
kitty
lazygit-git
libxft
libxinerama
linux
linux-firmware
linux-headers
lxappearance
m4
man-db
mpv
nano
neofetch
nerd-fonts-complete
networkmanager
nnn
notification-daemon
noto-fonts
oh-my-zsh-git
oomox
openssh
otf-fira-code
otf-fira-mono
otf-fira-sans
pacman-contrib
papirus-icon-theme
picom
pkgconf
pkgfile
pkgstats
powertop
pulseaudio-alsa
pulsemixer
python-notify2
ranger
ripgrep
samba
screenfetch
siji-git
silver-searcher-git
spaceship-prompt
strace
stress
sudo
sxhkd
sysstat
terminus-font
tlp
tmux
transmission-cli
transmission-gtk
ttf-anonymous-pro
ttf-envy-code-r
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-nerd-fonts-symbols
unclutter
unzip
vim
webkit2gtk
wget
which
woeusb
xcalib
xclip
xed
xf86-input-libinput
xf86-video-intel
xorg-server
xorg-xclock
xorg-xfd
xorg-xfontsel
xorg-xinit
xorg-xprop
xorg-xsetroot
xterm
yay
zenmap
zsh
zsh-lovers
